[
    {
      "id": "El Mago",
      "type": "TarotCard",
      "picUrl": "img/a01.jpg",
      "name": "El Mago",
      "description": "El Mago, arcano número 1, según el Tarot, se asocia con el pluricosmos, con la fractura de la superfuerza inicial. El mago es un hombre, se halla de frente con los pies firmemente asentados en el suelo y con la cabeza inclinada hacia la izquierda, lo que sugiere una acción directa predicha de suficiente reflexión. Es el naipe que contiene la naturaleza netamente masculina, tanto en sentido real (hombría, falo, etc) como esotérico (principio fundamental de acción, y no contemplación, sobre el mundo).",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "En muchas ocasiones representa el dominio de lo real referido al control sobre los acontecimientos.",
      "reversedMeaning": "Al revés"
    },
    {
      "id": "756c4cb9-9b0b-46d4-a4e2-eccc777e1f7a",
      "type": "TarotCard",
      "picUrl": "img/a02.jpg",
      "name": "La Papisa o La Sacerdotisa",
      "description": "La Gran Sacerdotisa o La Papisa, el arcano número 2, se asocia con el cosmos, como pareja de dos universos gemelos, y con la carga eléctrica. Ella se encuentra en la antesala del Templo, que a un lado tiene una columna blanca (el universo material) y al otro una de color negro (el universo antimaterial). En el Tarot Rider-Waite, La Sacerdotisa es una mujer madura; pero todavía hermosa... Está sentada entre dos columnas, una negra y otra blanca, con las iniciales B y J respectivamente; éstas columnas reciben el nombre de Boaz y Jakin y representan a las dos columnas del porche del Templo de Salomón. Boaz simboliza la fuerza y Jakin, la justicia; que según los tarotistas, éstas representan los dos principios, activo y pasivo que conforman la Sabiduría. Detrás de la Sacerdotisa, hay un velo estampado con granadas, representando la pureza imperecedera y virginal, pero no se trata de una pureza sexual, sino más bien hace referencia a la pureza del Conocimiento Espiritual, alejado de todo ámbito mundano. Detrás de éste velo y las columnas se puede entrever de fondo, un mar azul: El agua de donde proviene la Vida (como símbolo de la Creación) y que curiosamente en Psicología esto mismo representa al Inconsciente Humano... En otras palabras, La Sacerdotisa protege todos los secretos del mundo externo (la vida y el origen de todo) y el mundo interno (la mente humana). Lleva sobre su cabeza una especie de tiara con la forma de las tres fases visibles de la Luna (creciente, llena y menguante) que son los tres aspectos de la divinidad femenina, a saber: La doncella, la madre y la anciana. Ésta tiara también simboliza la coronación de la sabiduría como sabiduría-divina como el conocimiento receptivo, pasivo, fértil y reflexivo, en contraposición con cartas como El Mago, una clase de Sabiduría mucho más activa y agresiva. En su mano sostiene el pergamino de La Torá, la Ley Hebrea, y que a su vez, como pergamino o como libro, nos está simbolizando la revelación de los secretos ocultos. A su pie izquierdo está pisando una Luna Creciente recordándonos de nuevo el aspecto de lo divino-femenino, o como dice el propio Waite: “Mujer y madre espiritual”. En el Tarot de Marsella la Papisa es una referencia a la leyenda medieval de la Papisa Juana y al deseo que la mujer ejerciera cargos eclesiásticos, algo que sí ocurría en la civilización occitana y la filosofía de los cataros.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "785275cd-3dd1-4825-b5a1-2d8321f4c67d",
      "type": "TarotCard",
      "picUrl": "img/a03.jpg",
      "name": "La Emperatriz",
      "description": "La Emperatriz, el arcano número 3, según el Tarot, se asocia con la Vía Láctea, representada por el manantial que discurre cerca, con la gravedad física representada por el avanzado estado de gestación que la conmueve y con el proceso de estructuración representado por su cetro. Simboliza la vida familiar, la familia, la madre, la fertilidad. El tres era el primer número real en la doctrina pitagórica por ser el primero que es capaz de manifestarse físicamente con la formación geométrica del triángulo. El tres representa así un número sagrado en casi todas las religiones del mundo como la Trinidad cristiana, la Trimurti hindú o la Triple Diosa wiccana, entre otras. El Tres es, así, el nacimiento en el mundo material del choque de las dos fuerzas complementarias; el activo-pasivo o ying yang. Representante de la fortaleza femenina, sexualmente atractiva al tiempo que poderosa, la Emperatriz es usualmente asociada con el arquetipo de la Reina en las diferentes culturas, como Ginebra, Arwen o Démeter. Démeter, por ejemplo, obligó a Hades a devolver a su hija Perséfone haciendo presión al sumir a la Tierra en el invierno. La emperatriz representa a la fuerza femenina activa y dominante, que actúa directamente para realizar sus fines, a diferencia de la fuerza femenina pasiva y contemplativa de La Sacerdotisa. En el Tarot Vikingo es representada por la diosa Saga.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "b2892198-d1de-44fe-bff2-a5b4ca28b126",
      "type": "TarotCard",
      "picUrl": "img/a04.jpg",
      "name": " El Emperador",
      "description": "Es un hombre. En algunos tarots tiene escudo con un águila pero en el piso. En ocasiones aparece sentado en una silla con adornos de cabra o del símbolo de capricornio y a menudo muy rectilíneo o cuadrado Tiene una corona. En algunos tarots tiene un collar y un cinturón dorado. En algunos tarots se ven al fondo las montañas o al menos el campo. Tiene un cetro con una cruz en la punta, pero en muchas ocasiones también termina en círculo. Su manto nunca llega al piso. Apoya los pies en el piso aunque de manera dispareja. El número del Emperador es el Cuatro, que según el tarot, representa la solidez; cuatro puntos cardinales, cuatro estaciones del año, cuatro paredes del Templo, etc., el cuatro es generalmente asociado con un ciclo entero y completo, y de hecho, un ciclo se concreta desde El Mago (1) hasta El Emperador (4). El Emperador correspondería al arquetipo de la Cuaternidad de Jung: La cuaternidad es un arquetipo que, por así decirlo, se presenta universalmente. Es la premisa lógica de todo juicio de totalidad. Si se quiere llegar a un juicio de este tipo, éste debe tener un aspecto cuádruple. Cuando, por ejemplo, se quiere caracterizar la totalidad del horizonte, se nombran los cuatro puntos cardinales. Hay siempre cuatro elementos, cuatro cualidades primitivas, cuatro colores, cuatro casas en la India, cuatro caminos en el sentido de evolución espiritual en el budismo. Por ello también hay cuatro aspectos psicológicos de la orientación psíquica más allá de lo cual no puede ya decirse nada más fundamentalmente. Debemos tener, como orientación, una función que compruebe que hay algo (sensibilidad), una segunda que verifique qué es esto (pensamiento), una tercera función que diga si esto se adecúa o no, si se quiere admitir o no (sentimiento) y una cuarta que indique de dónde viene y adónde va (intuición). Más allá de ahí no se puede decir nada... La perfección ideal es lo redondo, el círculo (mandala), pero su escala mínima es la cuadratura. Asociado usualmente con el poder viril, el Emperador es frecuentemente asociado con dioses y reyes míticos como Zeus (Tarot Místico), Ull (Tarot Vikingo), el Rey Minos, el Rey Uther Pendragon del ciclo artúrico o Aragorn en El Señor de los Anillos.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "48bc81c0-1af9-4377-8a9a-9b340cadc80b",
      "type": "TarotCard",
      "picUrl": "img/a05.jpg",
      "name": "El Papa o El Sumo Sacerdote",
      "description": "El Papa, es el arcano número 5, que según el tarot, se asocia con los planetas, con el proceso de interacción y con el magnetismo.El papa es un hombre.A los lados tiene dos columnas, a la manera de otros arcanos mayores, pero sin un manto que cuelgue entre ellas (ver la Papisa).El papa parece estar contemplando, tal vez enseñando a dos monjes. Los mantos respectivos tienen rosas rojas y flores blancas parecidas a los tulipanes .Su mano tiene el índice y el dedo cordial levantados y el resto cerrados, y en la otra sostiene un cetro.El papa tiene una tiara en la cabeza.En algunos casos aparece un cofre con dos llaves.Según el tarot, a diferencia de El Mago que es el maestro espiritual y El Ermitaño que es el chamán o asceta, El Hierofante o Papa, como su nombre indica, representa al Sacerdote, es decir, al guía espiritual de la religión organizada, de la Iglesia, de las estructuras religiosas, como lo sería un rabino, un cura, un ulema, un lama, etc.El Hierofante es el mediador entre lo mundano y lo divino. Es un puente entre la iluminación interna y la vida externa. Representa todas las estructuras que defienden sistemas de creencias. El número 5 de esta carta simboliza la humanidad, por eso este personaje del tarot tiene la función de hacer que la experiencia humana se manifieste de acuerdo con el código divino. Representa a una persona comprometida con lo que quiere, que sabe mantener su integridad a pesar de la crítica, capaz de iluminar a otros con su ejemplo y enseñanzas.Las columnas de la carta representan las polaridades. Los dos personajes que están en el plano inferior de la carta representan el deseo y la razón.La Sacerdotisa, El Carro, La Justicia, El Colgado - las dos columnas.El cinco es asociado a la Humanidad -la mano humana tiene cinco dedos, el cuerpo humano se divide en cuatro extremidades y la cabeza, el Pentáculo que representa la mente humana sobre las pasiones animales, etc.Asociado generalmente con la religión y la jerarquía, en el Tarot de El Señor de los Anillos es representado por Gandalf y en el Tarot Vikingo por Odín.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "bcb40f11-e22a-4df8-b2ff-81e9bb5f81ec",
      "type": "TarotCard",
      "picUrl": "img/a06.jpg",
      "name": "El Enamorado",
      "description": "El Enamorado, es el arcano número 6 que según el tarot está generalmente asociado con la necesidad de elección, de los impulsos sexuales y románticos. El niño que deja de ser niño y madura impulsado por la curiosidad o el deber -como el mito del Jardín del Edén o la salida de La Comarca tolkiniana.En el tarot de Marsella generalmente es representado como un hombre hablando con dos mujeres, una joven rubia y una de aspecto más maduro de pelo negro. Las dos mujeres visten parecido (azul y rojo). Hay un Cupido en una estrella que está a punto de lanzar una flecha a uno de ellos. Esto suele asociarse con la disyuntiva de escoger entre, por ejemplo, el deseo físico (la joven) y la atracción romántica e intelectual (la mujer madura).En el tarot Rider la carta se representa por una pareja que asemeja a Eva y Adán, con ella frente a un árbol frutal y en él la serpiente del Edén, junto a él hay un zarza con hojas en forma de llama. Entre los dos, se encuentra una montaña y en la parte superior hay un sol. Saliendo de una nube sale un ángel, al parecer haciendo sobre ellos una especie de bendición.El Enamorado generalmente representa la elección de un camino en lugar de otro, la encrucijada que requiere una decisión radical ya que cualquier rumbo tomado implicará dejar otra oportunidad atrás, como sería escoger a una pareja sobre otra, o al matrimonio sobre la soltería, etc. También representa al Amor en su sentido tradicional. Invertido suele asociarse con una mala decisión o con la indecisión destructiva -por ejemplo, un triángulo amoroso-.El Seis es usualmente considerado el número cabalístico del plano físico, pues a Dios le tomó seis días crear el mundo. El número 666 por ejemplo, en la Cábala, no significa nada negativo sino al contrario, el Hombre Perfecto.En el Tarot Mítico se le presenta con Paris sosteniendo la manzana y escogiendo a Afrodita sobre Hera, lo que a su vez le permitió ganarse el amor de Helena de Troya, catapultando así La Iliada.En el Tarot Vikingo aparecen los hermanos-amantes Vili y Ve.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "0f456a3a-6d08-46e3-bf6b-edee894bc413",
      "type": "TarotCard",
      "picUrl": "img/a07.jpg",
      "name": "El Carro",
      "description": "Un hombre con corona con un cuadrado en el pecho.El hombre se encuentra como unido a una carroza de características cuadradas. El carro está techado por un manto en algunos casos con estrellas.El carro es conducido por dos caballos y también parecer estar fusionados con el carro. Los caballos parecen caminar en direcciones ligeramente distintas, e incluso ser uno negro y otro blanco, o bien, rojo y azul. Inclusive en lugar de caballos llegan a aparecer esfinges.El hombre tiene un cetro pero no parece llevar las riendas.Las ruedas asemejan a columnas, o bien, están perpendiculares al avance del carro.Al frente del carro hay una especie de escudo con alas. El escudo está grabado con la inscripción I.M., con un corazón, o bien, con un cilindro atravesando una anillo.El Sumo Sacerdote, La Sacerdotisa, La Justicia, El Colgado - las dos columnas.El Carro representa el control de la mente humana sobre las pasiones animales y el instinto, o más esotéricamente, el Yo Superior sobre los bajos egos y agregados psicológicos. Representa la guerra- pues el carro es usado en batalla- tanto contra fuerza superiores- enemigos, obstáculos, problemas- como contra los defectos internos del individuo.Existen muchos mitos en donde aparece un dios cabalgando sobre un carro, como el caso de Krishna y Arjuna en el Bhagavad Gita, el dios solar Ra entre los egipcios, así como Helios y Faetón en la mitología griega. En el Tarot Vikingo aparece Thor sobre su carruaje tirado por cabras y en el Tarot Mítico aparece Ares. En el Tarot X de CLAMP es representado por Sorata Arisugawa.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "b0208deb-1ea1-4169-ace4-3c1b8138e87d",
      "type": "TarotCard",
      "picUrl": "img/a08.jpg",
      "name": "La Justicia",
      "description": "Aparece una mujer sosteniendo en cada mano, una balanza y una espada de doble filo, la cual dirige al cielo (ver Justicia), con una corona en la cabeza.Al igual que otros arcanos mayores, en algunos tarots se observa detrás de la mujer, dos columnas al fondo con un manto, también llega a aparecer sentada en una silla con la forma sugerida de dos columnas y un manto, en varios tarots se observa que ella está sentada en una especie de podio pero en el tarot de Marsella, está en el campo.Significado Lectura normal: Según el tarot, el sostén de la fuerza moral e integridad: equidad, sensatez, moderación, virtud virginidad, satisfacción por los éxitos alcanzados .Lectura Inversa: Perjuicio, intolerancia, falsos testimonios, abuso, fanatismo, severidad en el juicio, injusticia",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "5545e72f-c611-4ac6-9a60-1f5cf62399ce",
      "type": "TarotCard",
      "picUrl": "img/a09.jpg",
      "name": "El Ermitaño",
      "description": "Es un anciano encorvado, en un paraje oscuro, con una linterna o farol en una mano, como alumbrando su camino. Se apoya con la otra en un bastón. El hombre parece estar haciendo una búsqueda en solitario.Según el tarot, el Ermitaño representa la introspección, la meditación en solitario, la necesidad de autoconocimiento, de retiro del mundo para entender mejor lo aprendido y asimilarlo. Históricamente esto se ha visto en diferentes religiones, como lo demuestra la parábola de Gautama Buda cuando éste se convierte en un asceta y medita solo en la selva por mucho tiempo, Jesús al estar cuarenta días meditando solo en el desierto, Zoroastro al refugiarse solo en la montaña, Mahoma al meditar solitariamente en una cueva donde se le aparece el arcángel Gabriel, y Krishna cuando se dedicaba a pastorear vacas en el bosque. Casi todas las figuras religiosas suelen tener en la historia de su vida un período de reclusión y aislamiento voluntario.La práctica de distanciarse del mundo para entrar en contacto con facultades espirituales, meditar y tener un despertar místico es muy común y fue usada tradicionalmente con chamanes, anacoretas, monjes y demás figuras espirituales.Generalmente el Ermitaño es representado como un personaje ensimismado y solitario, pero que voluntariamente se aísla, casualmente, por su sabiduría mística, algo similar a la figura de Bárbol en El Señor de los Anillos o Yoda en Star Wars (exiliado a un planeta deshabitado). En el cuarto disco de la banda británica Led Zeppelin, el disco sin nombre y conocido comúnmente como Led Zeppelin IV, aparece la figura de El Ermitaño, ilustrado en la parte interior de la funda del disco, elegido por Jimmy Page y que para él representa sabiduría.Corresponde al arquetipo jungiano del Viejo sabio. En el Tarot Celta aparece representado por el Chamán, en el Tarot Vikingo por el dios centinela Heimdal, y en el Tarot Mítico por Cronos. En el Tarot X de CLAMP es representada por Satsuki Yatoji.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "2994f3dc-aa54-4096-9d9f-1b41c106cc1e",
      "type": "TarotCard",
      "picUrl": "img/a10.jpg",
      "name": "La Rueda de la Fortuna",
      "description": "El elemento central es una rueda o rueda de la fortuna, donde un mono sube y otro baja, o bien, un hombre con cabeza de lobo es el que sube y una serpiente es la que baja. Representan, respectivamente, dos de los tres estados de Suerte: Progreso (el que sube) y decadencia (el que baja).Encima de la rueda hay un mono o una esfinge, con una espada recargada sobre el hombro apuntando al cielo; esta representa el tercer estado de Suerte: La riqueza.En algunos tarots la rueda descansa sobre la tierra, en otros cuatro animales alados entre nubes en cada esquina de la carta, uno es un hombre, otro es un águila, otro es una vaca y otro un león; estos cuatro animales aparecen en el Apocalipsis.La rueda tiene una manivela y, en otros tarots, tiene dibujada las letras T, A, R, O o las letras del alfabeto judío que forman las letras de Yahve y en círculos más interiores los símbolos del mercurio, el azufre y otros dos, elementos alquímicos por naturaleza.Según el tarot, la Rueda de la Fortuna generalmente representa el vaivén de la vida, el Destino y el Karma. En el Tarot Mítico, por ejemplo, es representada por las Moiras. En el Tarot X de CLAMP es representada por Kakyo Kuzuki.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "ac213db1-c06c-4470-a72f-d28cb175ceea",
      "type": "TarotCard",
      "picUrl": "img/a11.jpg",
      "name": " La Fuerza",
      "description": "Una mujer con un sombrero en forma del signo del infinito, o directamente el signo por encima de la cabeza. Ella está, al parecer, abriendo con sus dos manos el hocico de un perro o un león.El perro o león parece lamer su mano.En algunos tarots aparecer la mujer con un manto, en otros, como el Tarot Rider, La Fuerza aparece con hierbas en la cabeza y alrededor de la cintura, en este último caso al fondo de la imagen aparece un bosque y una montaña.Según el tarot, usualmente simboliza que la voluntad que se antepone a cualquier problema, para encauzarlo y solucionarlo.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "El Ahorcado",
      "type": "TarotCard",
      "picUrl": "img/a12.jpg",
      "name": "El Ahorcado",
      "description": "Un hombre se encuentra de cabeza, amarrado por un pie de un palo en forma de travesaño, cruzando el pie sobre la pierna como formando un cuatro.El hombre tiene una especie de medias rojas y en su parte superior una prenda azul. Tiene aparentemente las manos ocultas como si estuviera amarrado por detrás.El travesaño del que cuelga en unos tarots se sostiene de dos troncos, a modo de columnas como en otras cartas del tarot. Aunque en algunos tarots aparece el travesaño apoyado por un solo palo, aunque por las hierbas de los extremos, también parece simular las columnas pero ocultas.El hombre parece tranquilo y en algunos tarots tiene aura sobre la cabeza.Según el tarot, El Colgado suele ser asociado con el autosacrificio y la paciencia ante las adversidades. Con el esfuerzo tesonero que requiere cualquier empresa difícil de llevar a cabo y cualquier causa noble. En las diferentes religiones y mitologías esto es muy común, siendo el ejemplo más claro en la cultura occidental la pasión de Cristo, pero otros claros simbolismos de este sacrificio sería Odín colgando del Yggdrasil durante nueve días para tener acceso al secreto de las runas, así como la muerte y resurección de Osiris, Mitra y otros muchos dioses que, como Jesús y Odín, pasan por un calvario pero resucitan renovados e iluminados. En el Tarot X de CLAMP es representado por Subaru Sumeragi.El doce es uno de los números más importantes de la numerología, ya que simboliza la iniciación. Son doce los apóstoles iniciados por Jesús, doce los caballeros de la Mesa Redonda, doce los dioses del Olimpo, doce las pruebas que debe llevar a cabo Hércules para ser admitido en entre los dioses (la Iluminación), así como son doce los meses del año y los signos del Zodiaco.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "La Muerte",
      "type": "TarotCard",
      "picUrl": "img/a13.jpg",
      "name": "La Muerte",
      "description": "Es la carta número 13 del tarot (XIII). En el mundo occidental, este número está asociado a la mala suerte, por eso, por superstición en muchas barajas se omite el nombre o el número.Un esqueleto humano aparece sobre el campo y a sus pies, se pueden observar restos humanos de diferentes géneros y posiciones sociales: nadie puede escapar a su hoja, ni el rico (rey) ni el pobre, en alusión al tópico literario Pulvis sumus et pulvis reverterimur (Polvo somos y en polvo nos convertiremos) utilizado durante el medievo para recordar el poder igualatorio de la muerte.En el Tarot de Marsella, el esqueleto tiene una guadaña entre las manos como arando la tierra donde están los cuerpos.En el Tarot de Rider, La Muerte va vestida de armadura negra sobre su caballo que avanza lentamente y carga una bandera negra con una flor blanca de cinco hojas. Al fondo se puede observar un barco sobre un río (símbolo de la laguna Estigia, frontera entre el mundo de los vivos y los muertos en la mitología Griega) y al fondo a la derecha se observan un amanecer entre las dos columnas. En el tarot de Rider la carta de La Muerte tiene nombre y número.Según el tarot, la carta de la Muerte no representa literalmente la muerte física y no necesariamente es un vaticinio negativo. La Muerte presenta el cambio (de acuerdo con A.E. Waite y Eden Gray), el fin de un ciclo y el resurgimiento de otro. Por ende, la muerte no debe ser temida.En el Tarot Mítico aparece representada por Hades. En el Tarot de El Señor de los Anillos es representada por un Espectro del Anillo. En el Tarot X de CLAMP es representada por Seishiro Sakurazuka.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "La Templanza",
      "type": "TarotCard",
      "picUrl": "img/a14.jpg",
      "name": "La Templanza",
      "description": "Muestra a una mujer alada como un ángel, que sostiene un jarro del que vierte el líquido sobre otro recipiente igual.La mujer aparece en el campo.En el Tarot de Marsella, la mujer está vestida con ropa de dos colores, el rojo y el azul en cada mitad simétrica de su cuerpo. Los jarros de los mismos colores que su vestimenta pero en orden opuesto.En el Tarot de Rider, ésta carta muestra a un ángel con vestimenta blanca, con un pie en la tierra y otro sumergido en el agua de un lago. Del lago parte un camino hacia una montaña con una estrella o sol que la ilumina. Al lado del lago crecen unos lirios. En su pecho, el ángel tiene un triángulo, el símbolo del fuego.A diferencia de otros seres que aparecen en la baraja del tarot, que son de corte espiritual, ella sí toca el suelo, pero con un pie morado, color poco frecuente en las imágenes que simboliza la máxima santidad. En el Tarot X de CLAMP es representada por Arashi Kishu.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "El Diablo",
      "type": "TarotCard",
      "picUrl": "img/a15.jpg",
      "name": "El Diablo",
      "description": "Un diablo eleva una mano abierta y en la otra sostiene una espada o una antorcha.Un diablo se encuentra encima de una especie de altar.Al nivel del piso se encuentran dos demonios menores, uno femenino y otro masculino atados o encadenados de su cuello al altar.Al parecer tienen atadas sus manos por detrás.En el Tarot de Rider, la mujer-demonio tiene al final de la cola, uvas y el hombre-demonio la cola está encendida. A diferencia del de Marsella, aquí el diablo tiene una tea en la mano en lugar de la espada, y al parecer está encendiendo la cola del hombre-demonio.Generalmente el tarot considera que el Diablo representa al ser humano que está atado a los deseos materiales, los vicios y la materia. Suele representar el materialismo, la lujuria, la degradación y los excesos. Los dos demonios que están encandenados representan a la persona que está encadenada al mundo material incapaces de evolucionar espiritualmente. En algunos casos puede representar la Maldad, pero en términos generales es algo más alegórico y se asocia con el plano material ó físico, los Egos de la Gnosis, el Ello del psicoanálisis y con la Sombra (arquetipo) de Jung.El Diablo suele ser interpretado en algunos casos como la versión maligna del Mago, y de hecho tiene en su representación tradicional a los cuatro elementos también. Se le asocia con la figura maligna y descontrolada, el antagonista principal que se deja llevar por su lado oscuro una vez que recibe la Iniciación; Mordred, Sauron, Voldemort, Darth Vader, Agente Smith, etc. En el Tarot X de CLAMP es representado por Yuto Kigai.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "La Torre o la Casa Dios",
      "type": "TarotCard",
      "picUrl": "img/a16.jpg",
      "name": "La Torre o la Casa Dios",
      "description": "Una torre, sobre el campo, con tres ventanas como de castillo es alcanzada en su cumbre por un rayo. El impacto hace que las almenas se desprendan; en Rider, lo que se desprende es una corona.Como resultado del impacto, se desprenden partículas doradas o bien bolitas de color azul y rojo.Al parecer dos personas caen como resultado del rayo, aunque en Marsella también pareciera que uno de ellos está buscando algo en el piso.En el tarot de Rider, la torre se encuentra en la cima de una montaña. Y las dos personas que caen son un hombre con capa y una mujer que trae una corona.Tradicionalmente el tarot asocia la Torre con el caos, la catástrofe y la ruina. La Torre de Babel que es destruida por tener cimientos débiles (la arrogancia). En general, la Torre representa la ira divina con el rayo destrozando lo construido y suele interpretarse que vaticina desastres y ruina. Sin embargo, su alegorismo más positivo es que la Torre representa las fuerzas divinas impulsando a la persona, sacándola de su comodidad en la Torre de Marfil para que pueda enfrentarse al mundo, crecer y evolucionar. La Torre, en cierta forma, representa la arrogancia que es castigada.El simbolismo de la Torre está reflejado en el mito clásico de la Torre de Babel. En producciones de la cultura popular lo podemos encontrar en la destrucción de la Torre negra al final de El Señor de los Anillos o la explosión de la Estrella de la Muerte en Star Wars e incluso el capítulo 27 de Harry Potter y el príncipe mestizo titulado: La torre golpeada por un relámpago o en el videojuego, Uncharted 3: Drake's Deception cuando Cutter salta de la torre en llamas. En el Tarot X de CLAMP es representada por Tohru Magami y Tokiko Magami.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "La Estrella",
      "type": "TarotCard",
      "picUrl": "img/a17.jpg",
      "name": "La Estrella",
      "description": "El protagonista de esta carta es una sencilla doncella totalmente desnuda, símbolo de la revelación de la esencia fundamental del ser, que lleva dos jarras en sendas manos. Está arrodillada en la ribera de un río, símbolo del movimiento, mientras vierte el contenido de una de las jarras en la corriente y el contenido de la otra en la tierra de la orilla simbolizando cómo el genotipo del antecesor se integra en el nuevo ser, cuando cae al río, mientras que la otra parte, que cae en la orilla. Las siete estrellas que dominan el naipe representan los planetas. Suele simbolizar la Esperanza (estrella de Belén, estrella de David, etc.).El diecisiete, número que identifica a esta carta, es un número cósmico de esperanza y fe. Es el símbolo de la armonía radiante y el equilibrio activo. Es la suma del diez, que representa el ciclo universal, y del siete, número sagrado por excelencia. Mitológicamente, Venus, o la estrella de la mañana, simboliza la resurrección, pues representa el paso del día a la noche, y viceversa. Todo en esta carta evoca a la paz interior y exterior, la espiritualidad, y armonía: azules aguas, una hermosa y pura joven, un cielo estrellado, arbustos y campo, y un pájaro negro dispuesto a levantar vuelo listo para llevarse consigo cualquier negatividad existente. Pocas cartas hay tan positivas como la estrella, ya que cuando aparece en nuestra vida, ello representa un faro de esperanza e inspiración. En los momentos de oscuridad nos muestra que existe un camino para salir de eso, y nos trae tranquilidad, disuelve preocupaciones, y augura cercanía de luz y libertad, solo es necesario depositar nuestra fe en algo, confiar en nosotros mismos y en los poderes que rigen el universo, lo que ayudará a superar las dificultades. En el Tarot X de CLAMP es representada por Shiyu Kusanagi.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "La Luna",
      "type": "TarotCard",
      "picUrl": "img/a18.jpg",
      "name": "La Luna",
      "description": "La Luna (XVIII) es una carta del Tarot y el arcano número 18. Según el tarot, está asociada con la entidad atómica desconocida, con el asiento del alma y con la eternidad.  El cangrejo que sube simboliza algo subido de las oscuras profundidades, nuestros miedos y más profundos temores y la vida de la imaginación separada de la vida del espíritu. El perro y el lobo son los miedos de la mente en presencia del escape, cuando este es solamente luz reflejada.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "El Sol",
      "type": "TarotCard",
      "picUrl": "img/a19.jpg",
      "name": "El Sol",
      "description": "El Sol es una carta del Tarot y es el arcano número 19, el Sol, está asociado con la entidad atómica desconocida, con el asiento del alma y con la eternidad.  En la cúspide de la pirámide intermedia se encuentra el sol mientras que, en esa misma posición singular, en la nanocósmica, se ubica la cadena atómica ignota. Dos niños, símbolo de la eternidad, están jugando en un parque infantil mientras son dorados por la luz diurna: éste es el cuadro pintado en el naipe.  En el tarot, suele interpretarse como una carta tremendamente positiva que simboliza el éxito, la calidez, la alegría, el renacimiento, y todo lo positivo. En el tarot mítico se le representa con Apolo. En el Tarot X de CLAMP es representado por Daisuke Saiki y Keiichi Segawa.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "El Juicio",
      "type": "TarotCard",
      "picUrl": "img/a20.jpg",
      "name": "El Juicio",
      "description": "El Juicio es la carta número 20 del mazo de arcanos mayores. Usualmente presenta un ángel tocando la trompeta del día del juicio final y los muertos levantándose de sus tumbas. El ángel tiene las alas rojas y una vestimenta color azul. Generalmente se le asocia con el Karma y con cosechar lo que se siembra. Según el tarot, siempre revela una transformación, un cambio que implica una decisión definitiva sobre el pasado en vista a una nueva planificación del futuro, que puede ser tan trascendental como un cambio total de vida, de actitud e incluso a veces de personalidad, en vistas a una liberación de la etapa anterior. Son situaciones que se recuperan, regeneración sobre nuevas bases sólidas y favorables. El resultado final y exitoso de un esfuerzo o trabajo, un estado de gozosa exlatación interna, una visión más justa y objetiva de las cosas, el triunfo sobre las contradicciones internas o las dificultades externas. Invertida o desfavorable, revela la posibilidad de un juicio erróneo, ya sea sobre uno mismo o sobre los demás. Existen arcanos, como el Ermitaño, que retrasan los acontecimientos, en cambio, el Juicio siempre los adelanta o precipita. En el Tarot X de CLAMP es representado por Fuma Monou.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "El Mundo",
      "type": "TarotCard",
      "picUrl": "img/a21.jpg",
      "name": "El Mundo",
      "description": "El Mundo es una carta del tarot que se corresponde al arcano mayor número 21. En la baraja de Thoth también es conocida como el Universo.Una mujer desnuda o un hermafrodita planea o baila encima de la Tierra mientras sujeta un bastón en cada mano rodeada por una corona mientras que es observada por varias criaturas. En viejas barajas, hay una cabeza o una cara humana, un león, un buey y un águila, los símbolos de los cuatro evangelistas: Mateo, Marcos, Lucas y Juan. También sostiene referencias a la visión de Ezequiel en el Antiguo Testamento. Es una referencia englobadora del conocimiento de la Biblia, según el cristianismo, la palabra de Dios. Barajas más recientes evitan símbolos cristianos tan evidentes y los ignoran completamente, escogiendo una explicación más sobre lo representativo del mundo natural o el reino de las bestias. La mujer aparece rodeada por la corona, que representa el agua, el águila representa el aire; el león, el fuego; el buey, la tierra, y la figura del hombre como un espíritu. Los cinco elementos.En algunas barajas, la corona es un basilisco mordiéndose su propia cola. A veces, este basilisco es llamado uróboro o uroboros. En el Tarot X de CLAMP es representado por La Tierra.Sin número. El Loco (Le Mat)La variación más común es el orden del VIII y el XI: el Tarot de Rider-Waite-Smith cambió el orden original y usa el VIII para La Fuerza y el XI para La Justicia, mientras que el Tarot de Marsella usa el VIII para La Justicia y el XI para la Fuerza.",
      "suit": "Arcanos Mayores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "El Loco",
      "type": "TarotCard",
      "picUrl": "img/a22.jpg",
      "name": "El Loco",
      "description": "El Loco es una carta del Tarot.Según la mística del tarot, el arcano número 22 (o sin número de arcano, o arcano 0 según los tarots), el Loco, está asociado con el cuánto y con la dualidad tiempo/espacio.Según el Tarot, El Loco es un joven que combina sabiduría e insensatez, hace las cosas al tuntún pero, curiosamente, están bien hechas y es normal que sean así. Este aspecto alocado y juvenil es un símbolo de la extraña naturaleza cuántica de la realidad. En sus hombros lleva una mochila cargada con los cuatro elementos del Tarot —símbolo de la relación tetradimensional existente entre dos sistemas ortogonales consecutivos.",
      "suit": "Arcano Cero",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "As de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b01.jpg",
      "name": "As de Bastos",
      "description": "Nacimiento, Autoridad/ Declive,Caída",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Dos de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b02.jpg",
      "name": "Dos de Bastos",
      "description": "Nostalgia, dominación. Tregua/ Sorpresa, pena, conflicto",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Tres de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b03.jpg",
      "name": "Tres de Bastos",
      "description": "Empresa, Asociación/ Interrrupción, falsedad, traición",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Cuatro de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b04.jpg",
      "name": "Cuatro de Bastos",
      "description": "Alianza, Inactividad, descanso/ Florecimiento, felicidad incompleta",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Cinco de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b05.jpg",
      "name": "Cinco de Bastos",
      "description": "Oro, Separación para mejorar, lucha, sacrificio/ Controversia, engaños",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Seis de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b06.jpg",
      "name": "Seis de Bastos",
      "description": "Ambiente doméstico, Avance, equilibrio/ Espera, miedo",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Siete de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b07.jpg",
      "name": "Siete de Bastos",
      "description": "Discursos, Intelecto, éxito/ Entrevistas, sinceridad",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Ocho de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b08.jpg",
      "name": "Ocho de Bastos",
      "description": "Campo, las flechas del amor, Movimiento/ Soledad, estancamiento",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Nueve de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b09.jpg",
      "name": "Nueve de Bastos",
      "description": "Espera, retrasos, evolución interior/ Adversidades, oculto",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Diez de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b10.jpg",
      "name": "Diez de Bastos",
      "description": "Éxito profesional, Cambios, Opresión / Pena, intrigas",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Sota de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b11.jpg",
      "name": "Sota de Bastos",
      "description": "Extranjero, carácter sagitario, energía/ Avisos, noticias, infidelidad",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Caballo de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b12.jpg",
      "name": "Caballo de Bastos",
      "description": "Partida, Combate, cambios/ Ruptura, discordia",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Reina de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b13.jpg",
      "name": "Reina de Bastos",
      "description": "Modestia, carácter leo/ Bondad o Maldad, envidia",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Rey de Bastos",
      "type": "TarotCard",
      "picUrl": "img/b14.jpg",
      "name": "Rey de Bastos",
      "description": "Rectitud, hombre de carácter aries, mando / Mala suerte, dogmatismo",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "As de Copas",
      "type": "TarotCard",
      "picUrl": "img/c01.jpg",
      "name": "As de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Dos de Copas",
      "type": "TarotCard",
      "picUrl": "img/c02.jpg",
      "name": "Dos de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Tres de Copas",
      "type": "TarotCard",
      "picUrl": "img/c03.jpg",
      "name": "Cuatro de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Cuatro de Copas",
      "type": "TarotCard",
      "picUrl": "img/c04.jpg",
      "name": "Cuatro de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Cinco de Copas",
      "type": "TarotCard",
      "picUrl": "img/c05.jpg",
      "name": "Cinco de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Seis de Copas",
      "type": "TarotCard",
      "picUrl": "img/c06.jpg",
      "name": "Seis de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Siete de Copas",
      "type": "TarotCard",
      "picUrl": "img/c07.jpg",
      "name": "Siete de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Ocho de Copas",
      "type": "TarotCard",
      "picUrl": "img/c08.jpg",
      "name": "Ocho de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Nueve de Copas",
      "type": "TarotCard",
      "picUrl": "img/c09.jpg",
      "name": "Nueve de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Diez de Copas",
      "type": "TarotCard",
      "picUrl": "img/c10.jpg",
      "name": "Diez de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Sota de Copas",
      "type": "TarotCard",
      "picUrl": "img/c11.jpg",
      "name": "Sota de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Caballo de Copas",
      "type": "TarotCard",
      "picUrl": "img/c12.jpg",
      "name": "Caballo de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Reina de Copas",
      "type": "TarotCard",
      "picUrl": "img/c13.jpg",
      "name": "Reina de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Rey de Copas",
      "type": "TarotCard",
      "picUrl": "img/c14.jpg",
      "name": "Rey de Copas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "As de Oros",
      "type": "TarotCard",
      "picUrl": "img/d01.jpg",
      "name": "As de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Dos de Oros",
      "type": "TarotCard",
      "picUrl": "img/d02.jpg",
      "name": "Dos de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Tres de Oros",
      "type": "TarotCard",
      "picUrl": "img/d03.jpg",
      "name": "Cuatro de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Cuatro de Oros",
      "type": "TarotCard",
      "picUrl": "img/d04.jpg",
      "name": "Cuatro de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Cinco de Oros",
      "type": "TarotCard",
      "picUrl": "img/d05.jpg",
      "name": "Cinco de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Seis de Oros",
      "type": "TarotCard",
      "picUrl": "img/d06.jpg",
      "name": "Seis de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Siete de Oros",
      "type": "TarotCard",
      "picUrl": "img/d07.jpg",
      "name": "Siete de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Ocho de Oros",
      "type": "TarotCard",
      "picUrl": "img/d08.jpg",
      "name": "Ocho de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Nueve de Oros",
      "type": "TarotCard",
      "picUrl": "img/d09.jpg",
      "name": "Nueve de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Diez de Oros",
      "type": "TarotCard",
      "picUrl": "img/d10.jpg",
      "name": "Diez de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Sota de Oros",
      "type": "TarotCard",
      "picUrl": "img/d11.jpg",
      "name": "Sota de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Caballo de Oros",
      "type": "TarotCard",
      "picUrl": "img/d12.jpg",
      "name": "Caballo de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Reina de Oros",
      "type": "TarotCard",
      "picUrl": "img/d13.jpg",
      "name": "Reina de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Rey de Oros",
      "type": "TarotCard",
      "picUrl": "img/d14.jpg",
      "name": "Rey de Oros",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "As de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e01.jpg",
      "name": "As de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Dos de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e02.jpg",
      "name": "Dos de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Tres de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e03.jpg",
      "name": "Cuatro de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Cuatro de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e04.jpg",
      "name": "Cuatro de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Cinco de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e05.jpg",
      "name": "Cinco de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Seis de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e06.jpg",
      "name": "Seis de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Siete de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e07.jpg",
      "name": "Siete de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Ocho de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e08.jpg",
      "name": "Ocho de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Nueve de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e09.jpg",
      "name": "Nueve de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Diez de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e10.jpg",
      "name": "Diez de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Caballo de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e12.jpg",
      "name": "Caballo de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Sota de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e11.jpg",
      "name": "Sota de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Reina de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e13.jpg",
      "name": "Reina de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    },
    {
      "id": "Rey de Espadas",
      "type": "TarotCard",
      "picUrl": "img/e14.jpg",
      "name": "Rey de Espadas",
      "description": "",
      "suit": "Arcanos Menores",
      "uprightMeaning": "",
      "reversedMeaning": ""
    }]